[
    "1. Cats must have fat in their diet because they can't produce it on their own.",
    "2. Уникальный факт для Владимира.",
    "3. Rrrrr.",
    "4. Best at doing one thing.",
    "5. Features of cats Cats can jump five times their own height.  Cats do not see in the dark, but the structure of the cat's eye allows these animals to clearly distinguish objects under lighting that is six times worse than what a person needs for clear vision. In the semi-darkness, objects barely visible to the human eye are clearly visible to the cat.  Sweat glands in cats are located only on the paws.  Cats sleep an average of 14-18 hours a day.  The cat's ear has about thirty muscles, while the human ear has only six. The cat can rotate its ear separately by 180 degrees. Thus, it simultaneously captures and analyzes sounds coming from two directions.  When the smell enters the cat's open mouth, the molecules are caught by the sky, on which the highly sensitive organ Jacob's brain is located. With the help of this organ, cats can sense other cats at a distance of one hundred meters.  Cat skin produces sweat that contains a chemical called cholecalciferol. When a cat lies in the sun, this substance is converted into vitamin D under the influence of sunlight. If a cat lies in the sun and washes, then the vitamin enters the body by itself, nourishing the cat with energy.  White cats with blue eyes are more likely to be deaf.  With the help of the tail, the cat is able to transmit up to ten different signals, expressing emotions at the moment. The spectrum is very wide: from calm relaxation to active aggression towards the enemy.  Cats are able to see with their peripheral vision 285 degree.",
    "6. Kittens who are taken along on short, trouble-free car trips to town tend to make good passengers when they get older. They get used to the sounds and motions of traveling and make less connection between the car and the visits to the vet.",
    "7. Cats spend 70% of their lives sleeping.",
    "8. Кот больной.",
    "9. The pattern on the nose of each cat is unique, like human fingerprints. abaut TEST2.",
    "10. The cat's clavicle, or collarbone, does not connect with other bones but is buried in the muscles of the shoulder region. This lack of a functioning collarbone allows them to fit through any opening the size of their head.",
    "11. A cat is not a dog1.",
    "12. Sfb.",
    "13. Ww34rr.",
    "14. Cats are grey and black.",
    "15. !:№:!№;%:."
]